Repository: mozilla-l10n/mt-training-data
Catalog: sva/sva_pontoon.tmx
Source language: en_us
Languages: sva

source: 1 sentence collected
sva: 1წინადადება ჟილუყუ̂ბე ლი

source: 2019 End-of-Year Release
sva: 2019 ზა̈ჲა̈ ბოლოს გამოშვება

source: 2 down, keep it up!<playIcon></playIcon>
sva: 2 ჩუ̂იბ, ამჟი̄ნ ათჯო̄დინ!<playIcon></playIcon>

source: ≥ 2 No votes
sva: ≥ 2 ჰერ მა̄მ ა̈რი

source: ≥ 2 Yes votes
sva: ≥ 2 "ა̄დუ" ჰერ

source: Abbreviations and Acronyms
sva: აბრეუ̂იატურა̄̈ლ ი აკრონიმა̈ლ

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
sva: აბრეუ̂იატურა̄̈ლ ი აკრონიმა̈ლ, მაგალითად, “აშშ” ჰედ “იკე”, ნო̄მა ხეკუ̂ეს ხეჩჷდედხ ლა̈ბნა ტექსტისგა ეჯღ'ე̄რე შეიძლება ეჯჟი ა̈დჭოდა̄ნახ, ერე მა̄მ დაემთხუ̂ეს მინე მართლწერას. ეჩჷნქაი ეშხუ აბრეუ̂იატურა̈შდ შეიძლება არდე̄დს აშხუ̂დ ხოშა ზუსტ კითხუ̂ა.

source: Abkhaz
sva: ლჷჲფხაზუ

source: About
sva: ამღა/ამი̄ ბედჟი

source: About options menu
sva: პარამეტრალე მენიუშ ბედჟი

source: About us
sva: ნიშგუ̂ეჲ ბედჟი

source: About us options menu
sva: ნიშგუ̂ეჲ პარამეტრალე მენიუ

source: Academic Reference
sva: აკადემიურ ცნობარ

source: Accent
sva: აქცენტ

source: Accepted file types: .tsv only
sva: ფაილრე ლეკედ ტიპა̈რ: .tsv გარ

source: Access press releases and stories related to Common Voice
sva: Common Voice-ცახა̈ნ დაკაუ̂შირებულ პრესრელიზა̈რთე ი ისტორია̄̈ლთე წუ̂დომა

source: Account
sva: ანგარიშ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
sva: <accuracyLink>ლჷნწუდად კრიტერიუმლე სიზუსტე̄მი ბედჟი.</accuracyLink>

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
sva: იმუ̂ა̄̈ჲჟი ჯა̈მჲედა, ეჯჟი̄ნ

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
sva: { $actionType }<playIcon> ი სგ'ა̄თი̄რ მა̈ჲ ჯესმი, შომუ̂ა̈ჲ მა̄რე გა̈რგლი

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
sva: { $actionType }<playIcon></playIcon> ზუსტდ ტუ̂ილდახმა წინადადება̄̈ლს?

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
sva: { $actionType }<playIcon> ჟ'ა̈ჰუნა̈რ აუდიოკლიპ ი ათმოწმა̈ნ ტრანსკრიფცია, ემთხვევა ჰა მა̄მა? ჰე მა̄მა, ეჩქა ჟ'ახცა̄დუ̄ნ ეჩჟი̄ნ, ერე იდეალურდ ხოსყე̄ნე̄დს.

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
sva: { $actionType }<recordIcon></recordIcon> ეჩუნღო ქა̄̈თჭოდა̄̈ნ წინადადება ჰერშუ̂

source: { $actionType }<stopIcon></stopIcon> when done
sva: { $actionType }<stopIcon></stopIcon> შომუ̂ა̄̈ჲ ქა̄თსურლი

source: { $actionType } submit when ready
sva: { $actionType } ქ'ა̄თზიზ, შომუ̂ა̄̈ჲ ბზათ ი̄რა

source: Add and Review Sentences, Add Questions, Transcribe Audio
sva: ლახაქმ წინადადება̄̈ლ ი ქ'ა̄თთერა̈უ̂, ჟ'ე̄საქმ კითხუ̂ა̄̈ლ, სგ'ა̄თი̄ჲრ აუ̂დიო

source: Add a question <icon></icon> in { $currentLocale } for people to answer
sva: ჟ'ე̄საქმ შეკითხუ̂ა</icon>{ $currentLocale }-თე, ერე ხა̈ლხდ ლოხპასხუ̂ას

source: Add as much information as you can about the language. This could include:
sva: ჟ'ე̄საქმ მა̈ჲ მო̄შ ხოშა ინფორმაცია ნინი ბედჟი. ამხაუ̂თე̄ჲსგა ესხრი:

source: Add <icon></icon> a public domain sentence
sva: ჟესაქმ <icon></icon> საყოველთაო საკუთრება̄̈ წინადადება̄̈ლ

source: Add information
sva: ჟესაქმ ინფორმაცია

source: Adding Questions
sva: შეკითხვა̄ლე ლიქმე

source: Adding Sentences
sva: წინადადება̄̈ლე ლიქმე

source: Additional Language
sva: დამატებით ნინ

source: Add Language
sva: ნინი ლიქმე

source: Add new custom accent "{ $inputValue }"
sva: ჟ'ე̄საქმ მახე მომხმარებლი აქცენტ "{ $inputValue }"

source: Add new sentences for the community to read
sva: ლახაქმ წინადადება̄̈ლ საზოგადოება̄̈ ლეჭუ̂და̄̈ნიდ

source: Add one sentence per line
sva: ლახაქმ თუ̂ით წინადადება თუ̂ით ხა̈ზჟი

source: Add Questions
sva: ჟესაქმ შეკითხუ̂ა̄̈ლ

source: Add questions in your language
sva: ლახაქმ კითხუ̂ა̄̈ლ ისგუ̂ა ნინჟი

source: Add Questions <small>(Coming soon)</small>
sva: ჟესაქმ შეკითხუ̂ა̄̈ლ <small>(შიშდ)</small>

source: Add Sentences
sva: ჟესაქმ წინადადება̄̈ლ

source: Add sentences in your language
sva: ლახაქმ წინადადება̄̈ლ ისგუ̂ა ნინჟი

source: Add Text
sva: ტექსტი ლიქმე

source: Add up to 1,000 sentences
sva: ჟრსაქმ 1,000-თეჟი წინადადება̄̈ლ

source: Add Your Voice
sva: ჟესაქმ ისგუ ჰერ

source: Adyghe
sva: ლჷა̈დიღუ

source: A few bytes
sva: მა̄დხუ̂ა̄̈ჲ ბაიტა̈რ

source: Age
sva: შდიქიშ

source: A good question for public participation datasets should:
sva: ხოჩა კითხვა მონაცემრე ნაკრებიშდ საზოგადოებაისგა მონაწილეობა̈ ბედჟი ხეკუ̂ეს ლესსუ̂:

source: Agriculture and Food
sva: სოფლი მეურნეობა ი ლეზუ̂ებ

source: Albanian
sva: ალბანურ

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
sva: კოტო̄ლ სა̈ხმა̈ხ ნორმალურ ლი, მარე სი ჰემა ჯესმი იშგნა̈ გა̈რგლა, უარყოფა ხეკუ̂ეს ლაჰო̄და. იმუ̂ა̄̈ჲჟი წეს, ალა ხეხო̄ლი, შომუ̂ა̄̈ჲ ტელეუ̂იზორ ლი ჩართულ ჰედ ფე̄დის გა̈რგლიხ.

source: All
sva: მა̈გ

source: All sentence must have the same domain
sva: ჩი წინადადებას ხეკუ̂ეს ხუღუ̂ა̄̈ნდე̄დს ეშხუ დომენ

source: All sentences must have the same citation
sva: ჩი წინადადებას ხეკუ̂ესე ხა̈დცეს ეშხუნა̈ირ ციტატა.

source: Already have an account? <login>Log-In</login>
sva: უკვე ჩუჯუღუ̂მა ანგარიშ?<login>სგალი̄ზი</login>

source: An error occurred fetching sentences
sva: წინადება̄̈ ლაკა̈დჟი̄ნ ათხუ̂იდდა შეცდომა

source: An error occurred reviewing this sentence
sva: ალ წინადება̄̈ განხილუ̂აჟი ათხუ̂იდდა შეცდომა

source: An error occurred submitting your voice information
sva: ისგუ ლჷჰერ ინფორმაცია̄̈ ლაზზიჟი ათხუ̂ი̄დდა შეცდომა

source: An error occurred while creating this transcript
sva: ალ ტრანსკრიფტი ლასყე̄ნაჟი ათხუ̂იდ შეცდომა

source: An error occurred while editing the transcript
sva: ტრანსკრიპტი ლასწორა̈უ̂ჟი ათხუ̂იდდა შეცდომა

source: An error occurred while recording
sva: სგალა̈ირჟი ათხუ̂ი̄დ შეცდომა

source: An error occurred while skipping the transcript
sva: ტრანსკრიპტი ქა ლა̈ცუ̂რაჟი ათხუ̂იდდა შეცდომა

source: An error occurred while skipping this prompt
sva: ალ მოთხოვნა̄̈ ქა ლა̈ცუ̂რაჟი ათხუ̂ი̄დ შეცდომა

source: An error occurred while submitting the report
sva: ანგარიში ლაზზიჟი ათხვიდ შეცდომა

source: An error occurred while uploading your response
sva: შეცდომა ათხუ̂იდ ისგუ პასუ̂ხუ̂ი ლა̈ტუ̂ირთა̈უ̂ჟი

source: An error occurred while voting the transcript
sva: ტრანსკრიპტიშდ ჰერი ლაჰუ̂ედჟი ათხუ̂იდდა შეცდომა

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
sva: მომხმარებლი ანონიმურ მონაცემა̈რ - შდიქ, სქეს, აქცენტ- შის ხოსყი აუდიო მონაცემრე ლისკე̄თეს, ხედუ̂ა̄̈ჲ მონაცემა̈რ გამოიყენება ლიგჷრგა̈ლი̄ მჷთერ სისტემა̄̈ სიზუსტე̄მი ლა̈სკეთად. ისგუ მომხმარებლი ჟა̄ხე ი ელფოსტა̄̈ მისამართ დე̄მჩიქს ირახ დაკაუ̂შირებულ ისგუ ნაზჷზ მონაცემა̈რცახა̈ნ ი სი ჩუ ჯამჲედა ჟ'ა̄̈ხთჷშა ისგუ მომხმარებლი ჟა̄ხე საჯარო ლესსუ̂ ჰა ანონიმურ.

source: Answer questions
sva: ლოხპასუხ კითხუ̂ა̄̈ლს

source: Answer Questions
sva: ლოხპასუხ შეკითხუ̂ა̄̈ლს

source: Answer Questions <small>(Coming soon)</small>
sva: ლოხპასუხ შეკითხუ̂ა̄̈ლს <small>(შიშდ)</small>

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
sva: ჩი̄ს ჩუ ხა̈მჲედა ჟ'ა̈ნჷნთხილას მიჩა ნინ, ქ'ა̄ნცოცხლაუ̂ას ი ანკჷლთხას ტექსტი გაზიარებოშუ̂, ლასყე̄ნიშ, კურირებოშ.

source: Approve
sva: ლ

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
sva: წყჷნა̄̈რ ფონ ხოჩა გარ ლი, მარე ნა̈ჲ მა̄მ გუ̂აკუ ზედმეტ ჰერა̄̈ლ, იმშა ტა̈რშუ̂ შეიძლება მანქანურ ალგორითმს ეჯკა̈ლი სიტყუ̂ა̄̈ლ ლახწუ̂ა̄̈ნდე̄დს,ხედუ̂ა̄̈ჲ მა̄მ ა̈რიხ ლჷი̄რ ტექსტისგა. სი ტექსტი სიტყუ̂ა̄̈ლჷნქა მო̄შ სიტყუ̂ა̄̈ლ ჰემა ჯესმი, კლიპღა უ̂არ ხეკუ̂ეს რა̄̈ქუ̂ა. ხოშა მჷნწირდ, ალა ხეხუ̂ა, შომა ტელევზორ ლი ჩართულ მესდე ჲედ აგრეუ̂ს იმბუ̂ა̄̈ლხ.

source: Arabic
sva: არაბულ

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
sva: სი უკვე ჩუ ხა̈რიმა ნიშგუ̂ეჲ ბეტატესტირება̄̈ ჯგუფისგა Common Voice’-ეშ სპონტანურ გა̈რგლა̈ პროექტიშდ?

source: Are you coming? [called by another]
sva: სი ანღრიმა? [ლახტუ̂ილ იშგენდ]

source: Are you coming? <strong>[called by another]</strong>
sva: სი ანღრიმა? <strong>[ლახტუ̂ილ იშგენდ]</strong>

source: Armenian
sva: ლჷსომეხუ

source: Ask about a new language
sva: ლა̈ნჭუ̂ედ მახე ნინი ბედჟი

source: Ask Mozilla to share your events
sva: ხა̈ჰრ Mozilla-ს ისგუ მოვლენა̄ლე გაზიარება

source: Ask sensitive questions
sva: დასუ̂ი დელიკატურ შეკითხუ̂ა̄̈ლ

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
sva: ლანო შეკითხვა̄̈ლ <matrixLink> მატრიცა</matrixLink>-ჟი, <discourseLink> Discourse </discourseLink> ჲედ<emailLink> მეილჟი</emailLink>.

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
sva: ტრანსკრიფცია ხეკუ̂ეს აწუ̂ე̄ნე̄დს ჩი სიტყვას, ჰედ სიტყუ̂ა̄ლურ ჰერა̄̈ლს, ხედუ̂ა̄̈ჲ რა̄̈ქუ̂ მჷგჷრგა̈ლიდ, გამეორებალე ლჷჩჷდდ.

source: Attention!
sva: ყურადღება!

source: Audio Format
sva: აუდიო ფორმატ

source: Automotive and Transport
sva: საავტომობილო მრეწველობა ი ტრანსპორტ

source: Avatar
sva: ავატარ

source: Avatar uploaded
sva: ავატარ ჟი ლჷტუ̂ირთაუ̂ე ლი

source: Average
sva: საშუ̂ალო

source: A voice clip is marked "valid" when a user gives it a Yes vote.
sva: ხმოუ̂ან კლიპ ჟიინშა̈ნი მჷშა̈ჲდ, შომუ̂ა̈ჲ მომხმარებელ "ა̄დუს" ხაჰუ̂დი ჰერს.

source: Avoid too much background noise - it should be easy to hear you.
sva: ლა̈ხჷნთხილა̄ლ სურუ სა̈ხმა̈ხს გირკიდ − ისგუ ლიჰუ̂ნა̈რი ხეკუ̂ესე ჰა̈დუ̂ილ ლესსუ̂.

source: Awards
sva: ჯილდოა̈რ

source: Azerbaijani
sva: ლჷაზერბაიჯანუ

source: Baba Malay
sva: ბაბა მალაიზია

source: Back
sva: ღუ̂ეშგდ

source: Background Noise
sva: აგრე̄უ̂ს სა̈ხმა̈ხ ლი

source: Background Voices
sva: გირკიდი ჰერა̄̈ლ

source: Back to Top
sva: ჟიბაუ̂ ლიტეხ

source: Bahasa Malay
sva: მალაიური ენა

source: Bashkir
sva: ლჷბა̈შკირუ

source: Basque
sva: ბასკურ

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
sva: ფირთხილდ ხარდა̈ს, უ̂ოდე ნა̄̈ქუ̂ი̄სგს ჩუ̂ათწჷნუ̂ი ეჯ მიზეზშუ̂, ერე მუჭუ̂და̄̈ნიდ უსწოროდ რა̄̈ქუ̂ე სიტყუ̂ა, ინტონაცია იშგნა̄̈გ ჩუ̂ემინ, ჲედ კითხუ̂ის ნიშა̈ნ ჰა̈დურდ დე̄სა ა̈დჭოდა̄ნე. თელ სოფლიოისგა ხუ̄̈ჲ ნუკუ̂იშ გარგლა ა̈რი, ხედუ̂ა̄̈ჲ ჲერხი სი შეიძლება მა̄მ ჯესმე̄ნს ისგუ გირკიდ საზოგადოებაისგა. ჰემა იმა̈რგ, ნა̈ბ ლა̄ხო ეჯია̈რს, ერუ̂ა̄̈ჲ შეიძლება ისგუ̂აშა̄ლ მომ გა̈რგლიხ.

source: Become a Common Voice Partner
sva: ხა̈სუ̂ Common Voice პარტნიორ

source: Be easy to understand and respond to
sva: ლესსუ̂ ა̈დუ̂ილდ ლეცხრი ი ლეპასუხი

source: Be generally relevant
sva: ლესსუ̂ შეაბამის

source: Belarusian
sva: ბელორუსულ

source: Benefits
sva: სა̈რგებ

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
sva: ['ბერეტ']-ს მახუ̂ილს მა̄̈ნკუ̂ი̄ მარცუ̂ალჟიჲ ჩუხოყა (ბრიტ.) ი მე̄რმაჟიჲ (აშშ)]

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
sva: მაჩე̄ნე ლამურჯუ̂ი ეჯკა̈ლი ენობრივ რეალობა̄̈შდ, იმუ̂ა̈ჲჟი ლი ტრანსლინგუ̂იზმ ი <mark> კოდი გადართვა </mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
sva: მაჩე̄ნე ლამურჯუ̂ი ეჯკა̈ლი ნჷნრე̄შდ, ხედუ̂ა̄̈ჲ ნჷნა̈რს ხუღუ̂ახ მა̄დხუ̂ა̄̈ჲ ჰედ<mark>მა̄მ ხუღუ̂ახ ტექსტურ კორპუს </mark> ჟილაჴმა̈რდ (მაგალითად, სოციოლექტ, ვარიანტა̈ლ, ისტორიულდ უდამწერლობო ნჷნა̈რ)

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
sva: <bold>სამოქალაქო საზოგადოება ი მკვლევარა̈ლ</bold> - ჟ'ახა̈სყ, უმასპინძლე ი გააზიარე ეფექტურ მონაცემრე ნაკრებ უფასოდ

source: <bold>{ $count }</bold> Clips
sva: კლიპა̈რ

source: <bold>Help us</bold> find more voices
sva: <bold> ქალა̈ნმა̈რჯუ̂ </bold>, ერე ხოფში̄რა ჰერა̈ლ ოთთჷმად.

source: <bold>If you value open, inclusive data - donate today!</bold>
sva: <bold>ჰემა სი ხალგუ̂ენი ღია, ინკლუზიურ მონაცემა̈რს - ქა ლა̄ხო შიშდ ლა̈დი!</bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
sva: <bold>ქველმოქმედება</bold> - აფინა̈ნსი მონაცემრე ნაკრები ლისყე̄ნეს ადგილობრივ ინოვაცა̄̈ლე ლალჴმა̈შიდ

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
sva: <bold>ტექნიკურ კომპანია̄̈ლ</bold>- სგ'ე̄სჷდ ინუ̂ესტიცია ღია მონაცემრე ნაკრებთე აყვავებულ მრავაენოვან AI ეკოსისტემა̈შდ

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
sva: <bold>იმღა ხეკუ̂ეს ამშიე̄დს მსოფლიოშ ჲერხი ნინა̈რჟი გარ?</bold>

source: Both
sva: ერქჷდა

source: Both (Speak and Listen)
sva: ერქჷდა (გა̈რგლა ი ლიჰუ̂ნა̈რი)

source: [British English might make "root"]
sva: [ბრიტანულ ინგლისურისგა შეიძლება ლესუ̂ "root"]

source: Browse Languages
sva: ნინრე ლითე̄უ̂რა̄̈ლი

source: Build a custom goal
sva: ჟ'ახა̈სყ სამომხმარებლო მიზან

source: Build Profile
sva: პროფილი ლისყი

source: Bulgarian
sva: ლჷბულგარუ

source: Bulk batch
sva: სუ̂რილ პა̈რტია

source: Bulk Sentences Uploaded
sva: ჟი ლჷნზო̄რე წინადადება̄̈ლ ჟ'ა̄̈ნტუ̂ირთაუ̂ა̄̈ნხ

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
sva: <b>იმშა̈შდ ლი სა̈ჭირო ელ. ფოსტა? </b>შეიძლება შომუ̂ა̄ლე ენწჷხდე̄დს დაკაუ̂შირება მონაცემრე ნაკრებიშ ცვლილება̄ლე ბედჟი. ელ. ფოსტა ქა̄წუ̂ე̄ნე საკონაქტო პუნქტს.

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
sva: "მიშგუ̂ა ელექტრონულ ფოსტათე ბმული ლიზზი" -ამეჟი ჟი ლა̈თლოშ სი თანხმობს ხოგცხა̈დი ნიშგუ̂ეჲ<termsLink> მომსახურება̄̈ პირობა̈ლს</termsLink> ი <privacyLink> კონფიდენციალურობა̄̈ პოლიტიკას</privacyLink> ი ეჯას, ერე Mozilla-ს ჩუ ხა̈მჲედა ელფოსტოშუ̂ ა̈ჯზჷზას ინფორმაცია ეჩი̄ ბედჟი, იმჟი ხეკუ̂ეს ა̈ხკჷდა მონაწილეობა ბეტატესტირებაისგა Common Voice-ეშ სპონტანურ ლიგჷრგა̈ლი̄ პროექტიშდ.

source: By editing your goal, you may lose your existing progress.
sva: ისგუ მიზნი ჟი ლაცა̄დუნონოშ შეიძლება ჩუ̂ათუფა პროგრეს, ხედუ̂ა̄̈ჲ ათხე ჯუღუ̂ა.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
sva: ელექტრონულ წერილარე ლიკედი ბედჟი თანხმობაუ̂შუ̂ სი ხადასტურე, ერე თანახმა ხი, დაამუშაოს Mozilla-დ ალ ინფორმაცია, იმჟი ხა̈ჲრა Mozilla-იშ <privacyLink>კონფიდენციალურობა̄̈ პოლიტიკაისაგა</privacyLink>.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
sva: <b>სი თანახმა ხი</b> ერე დე̄მის ხაკუ̂იჰ მომხსენებლი ვინაობა̄̈ დადგენას Common Voice-ეშ მონაცემრე ბაზაისგა

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
sva: სი ლახ ქ'ა̄̈ნზიზნე მოლე ინფორმაციას, აუდიო მონაცემა̈რს Common Voice-თე, ეჯა ლასჷრგებ ლი მეტყველება̄̈ ამომცნობ სისტემა̄̈შდ, ხედუ̂ა̄̈ჲ იჴმა̈რი ალ მონაცემა̈რს სიზუსტე̄მი ლასკეთდ.

source: By telling us about yourself, you will help developers build more inclusive technology
sva: სი ისგუ თხუმე ბედჟი ნამბუ̂ა̄ლშუ̂ ხომურჯუ̂ი დეველოპერა̈ლს ხოშილ ინკლუზიურ ტექნოლოგია̄ლე ლასყე̄ნას

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
sva: Common Voice-ე ლაჴმა̈რშუ̂ სი თანახმა ხი <termsLink> პირობლეშ</termsLink> ი<privacyLink> კონფიდენციალურობა̄̈ ლიბჟი̄ნე̄მიშ </privacyLink>

source: [Canadian English might make "route" sound like "rowt"]
sva: [კანადურ ინგლისურისგა "მარშრუტ" შეიძლება ლესეს "rowt"]

source: Cancel
sva: ლიუქმა̈უ̂ი

source: Cancel Re-recording
sva: მახად ლიჲრი̄ ლიუ̂ქმა̈უ̂ი

source: Cancel Submission
sva: ლიზზი̄ ჩულიუქმა̈უ̂ი

source: Cannot submit more than 1000 sentences
sva: დეშ ხაზზი1000-დ ხოფში̄რა წინადადებას

source: Can't decide?
sva: დეშ გადაწყვიტეა?

source: Central Melanau
sva: ცენტრალურ Melanau

source: Change
sva: ჟი ლისპე

source: Change preferences
sva: ჟ'ა̄ხცა̄დუნ რეჟიმ

source: Changes contribution language of dataset only
sva: აცა̄̈დი მონაცემრე წუ̂ლილი ნინსგარ

source: Changes the language dataset to which you're contributing
sva: აცა̄დუნე ნინი მონაცემრე ბაზას, ხედუ̂ა̄̈ჲთე̄ჲსგა სი ეჯღუ̂ა წუ̂ლილ

source: Changes website text only.
sva: აცა̄̈დი საიტი ტექსტს გარ

source: Change your email via Settings under Login Identity
sva: ჟ'ა̄ხცადუ̄ნ ელ. ფოსტა̈ ისგუ მისამართ პარამეტრა̈ლე განყოფილებაისგა "იდენტიფიკაცია სგა ლა̄ზჟი"

source: Check
sva: ჩვათმოწმა̈ნ

source: Check <icon></icon> is this a linguistically correct sentence?
sva: ჩუ̂ათმოწმა̈ნ <icon></icon> ალ წინადადება ლიმა სწორ?

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
sva: ჩუ̂ათმოწმა̈ნ ა̈რიმა ისგუ ნინ<languagesPageLink> Common Voice-ეშ ჰერლე გუ̂ერდჟი</languagesPageLink>. ჰე მო̄მა, შეაუ̂სე ალ ფორმა ი ნა̈ჲ<strong> ქა ჯიზზიდ ელ. წერილს ი აგიხსნით იჟი ხეკუ̂ესე ესგენად ისგუ ნინ</strong>.

source: Check Transcriptions
sva: ჩუ̂ათმოწმა̈ნ ტრანსკრიფცია̄̈ლ

source: <chevron></chevron>See less
sva: <chevron></chevron> ხეწდ ხოხუ̂რა̄მ

source: <chevron></chevron>See more
sva: <chevron></chevron> ხეწდ ხოში̄ლს

source: Choose language/localization
sva: ჟ'ა̈ხითშ ნინ/ლოკალიზაცია

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
sva: ა̈ხითშ მარტიუ̂ კითხუ̂ა̄̈ლ, ხედუ̂ა̄̈ჲს მა̈გ ჩუ̂ა̈ცხრუნი, კულტურა̄̈შ ი კონტექსტი მიუხედაუ̂ად

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
sva: ა̈ხითშ მარტიუ̂ შეკითხუ̂ა̄̈ლ, ა̈დუ̂ილდ ლეცხრი ჩია̈შდ, მიუხედავად კულტურა̄̈შ ი კონტექსტიშ.

source: Chuvash
sva: ლუჩუუ̂აშუ

source: Citation
sva: ციტატა

source: Cite with a URL link or the full name of the work.
sva: ციტირება̈შდ ქალახთო̄ნ URL-იშ ბმულ ჰედ ნაშრომი მთლიან ჟა̄ხე.

source: Citing Sentences
sva: წინადადება̄ლე ციტირება

source: Click
sva: ჟილითლე

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
sva: ჟესოთლ <guidanceLink> ამჩუ </guidanceLink>, ერე ჟ'ა̄̈ხმეჴრა იმჟი ხეკუ̂ეს ე ა̈ხჴჷმრა ალ გვერდ.

source: Clipboard not supported
sva: ლაცა̄დუნა ბუფერ მა̄მ ლი მხარდაჭერილ

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
sva: { $clipCount } ხმოუ̂ან კლიპრეშ, თელ არქიუ̂ი ზომა{ $size }. უ̂ადა ხეშდხენი{ $expires }

source: Clip Graveyard
sva: კლიპრე ლასფლა̈უ̂

source: Clips recorded
sva: კლიპა̈რ სგა ლჷი̄რ ლიხ

source: Clips Uploaded
sva: კლიპ სგა̄̈თტუ̂ირთა̈უ̂

source: Clips validated
sva: კლიპა̈რ დადასტურებულ ლიხ.

source: Clips You've Recorded
sva: ისგუ ნა̈ირუ̂ კლიპა̈რ

source: Clips You've Validated
sva: ისგუ ნამოწმან კლიპა̈რ

source: Close
sva: ლიხურა̈უ̂ი

source: Collecting sentences
sva: წინადადება̄ლე ლინზო̄რე

source: Coming Soon
sva: დო̄სგ

source: Comment
sva: კომენტარ

source: Common Voice data plus all other voice datasets above.
sva: Common Voice-ე მონაცემა̈რს პლიუს იშგენ ხმოუ̂ან მონაცემრე ნაკრება̈რ მა̈გ, მა̈ჲ ხეჲრა̈ნ ჟიხიდ.

source: Common Voice Dataset
sva: ჰერლე მონაცემრე სა̈ერთო ხორეუ̂

source: Common Voice is a free, open source platform for community-led data creation
sva: Common Voice ლი უფასო, ღია კოდი პლატფორმა მონაცემრე ლასყე̄ნად საზოგადოება̄̈ ლათხუ̂მოშ

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
sva: 109.Common Voice ლი Mozilla Foundation-ი პროექტ, აშშ 501c3. ათხე̄ დუ̂რეუ̂ჟი პროექტ მთლია̈ნდ ფინანსდება <philantropicGrantLink>ფილანტროპულ გრანტა̈რშუ̂ </philantropicGrantLink>ი შემოწირულობა̈ლშუ̂ მთელ სოფლიოისგა.

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
sva: Common Voice იფინა̈ნსი შემოწირულობა̈ლხა̈ნქა ი გრანტა̈რხა̈ნქა! ნა̈ჲ ნალა̈ტ მეცნიერა̈ლცახა̈ნ, სამოქალაქო საზოგადოებაცახა̈ნ ი ინდუსტრია̄̈ მკვლევრა̄̈ლცახა̄̈ნ თანამშრომლობ. Common Voice უფასო ლი, მარე საგრანტო წინადადება̄̈ლშუ̂ ჰოსტინგიშ ი პლატფორმა̄̈ ხარჯა̈ლთე̄ჲსგა წვლილი ლიჲ გაცხა̈ჲდ ლასჷრგებ ლი.

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
sva: Common Voice იბნე მე̄რმე პლატფორმას, ხედა̄̈შდ მთავარ ლი ორგანულ, სპონტანურ, ჩუ უჲრა ლიგჷრგა̈ლი̄ ლინზო̄რე. ალა შის ხოსყე̄ნე ხუ̂ა̄̈ჲ საზოგადოება̄̈ლს მონაცემრეშ ხუნკუ̂იდ ლანზო̄რას, აჯაღ ლასჷრგებ ხოჴდენიხ მონაცემარე სპეციალისტა̈რსი.

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
sva: Common Voice ლი Mozilla-აშ ინციატივა, ერე მანქანა̄̈ლს ლუხმურჯუ̂ას ეჩი̄ ლათუ̂რის, იმჟი გა̈რგლიხ ტკისდიშ მა̄რა̄̈ლ.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
sva: Common Voice ლი მსოფლიოისგა მაშე̄ნე ჩია̈შდ ხელმისაწვდომ ფიშირ ნინიან მონაცემრე ნაკრებ.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
sva: სა̈ერთო ხმოუ̂ან მონაცემა̈რს იჴმა̈რიხ მეცნიერა̈ლ, მცირე ბიზნეს ი ჰერი მჷთერ მოყუ̂არულა̈რ, ერე ლოხმურჯუ̂ახ ეჯკა̈ლი საჯარო რესურსლე ლამა̄რას ი ლა̈ცხმუნას, იმუ̂ა̄̈ჲჟი ლი ჰერი მოდელა̈რ. ჯა̈მჲედამა, ერე ქა ნა̄̈ქუ̂ა, იმღა ჯაკუ ისგუ ნა̈ჲრუ̂ლე ლიღრე?

source: Community and Languages
sva: საზოგადოება ი ნინა̈რ

source: Community, Creatives and Civil Society
sva: შემოქმედებით ი სამოქალაქო საზოგადოება

source: Community participation and decision making.
sva: საზოგადოება̄̈ მონაწილეობა ი გადაწყუ̂ეტილება̄̈ ლიკედ.

source: Community Playbook
sva: სახელმძღვანელო საზოგადოება̄̈შდ

source: Confirm Goal
sva: ჩვათდასტურა̈ვ მიზან

source: Connect with Gravatar
sva: დაუკაუ̂შირდი Gravatar-ს

source: Contact
sva: კონტაქტ

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
sva: დაუკაუ̂შირდი აუ̂ტორა̈ლს, დრამატურგა̈ლს, სცენარისტა̈ლს, ხაკუხ ე̄სა მინე ნამუშევრალე კოტო̄ლ ნა̄̈თი დაუთმონ საზოგადოებრივ დომენს

source: Contact Form
sva: კონტა̈ქტი ფორმა

source: Contact the Common Voice team
sva: დაუკავშირდი Common Voice-ეშ გუნდს

source: Contact us
sva: დაგვიკავშირდით

source: Contact Us
sva: დაგუ̂იკავშირდი

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
sva: კონტენტ ხელმისაწვდომ ლი <licenseLink>Creative Commons ლიცენზიოშ</licenseLink>
